Repository: jeremyfelt/jeremyfelt.com
Catalog: content/plugins/youtube-favorite-video-posts/lang/youtube-favorite-video-posts-*.po
Languages: sr_rs

source: Settings
sr_rs: Postavke

source: Overview
sr_rs: Pregled

source: The settings below will help determine where to check for your favorite YouTube videos, how often to look for them, and how they should be stored once new items are found.
sr_rs: Postavke ispod će vam pomoći da odlučite gde ćete da proverite vaše omiljne ZouTube videe, koliko često ćete da ih tražite i kako trebaju da budu postavljeni kada se nadju.

source: The most important part of this process will be to determine the RSS feed for your favorite YouTube videos. To do this, your username <strong>must</strong> be filled out below. This can usually be found in the upper right hand corner of <a href="http://www.youtube.com">YouTube.com</a>.
sr_rs: Najvažniji deo ovog procesa će biti da se ustanovi RSS feed za vaše korisničko ime <strong>must</strong> da bude ispod pounjeno. Ovo se uglavnom može naći u gornjem desnom uglu <a href="http://www.youtube.com">YouTube.com</a>.

source: Username must be filled in below. Email address will not work.
sr_rs: Korisničko ime ispod mora da se popuni. Email neće da radi.

source: The embed width and height settings will be applied to the iframe in your post content.
sr_rs: Ubačene postavke o širini i dušini će biti primenjene u iframe posta vašeg sadržaja

source: If you would like to change the content or title before the new content is saved, you may be interested in the <a href="http://jeremyfelt.com/wordpress/2012/05/12/filters-in-youtube-favorite-video-posts/">available filters</a>.
sr_rs: Ako želite da promenite sadžaj ili naslov pre nego što se sačuva novi sadržaj, možda ćete biti zainteresovani za <a href="http://jeremyfelt.com/wordpress/2012/05/12/filters-in-youtube-favorite-video-posts/">dostupne filtere</a>.

source: Save Changes
sr_rs: Sačuvaj promene

source: A new custom post type that adds an 'youtube' slug to new items has been added and selected by default. You can change this to any other available post type if you would like.
sr_rs: Novi tip custom posta dodaje 'youtube' slug novim stavkama koje su dodate i selektovane po defaultu. Možete da promenite ovo u bilo koji drugi tip posta koji želite.

source: This plugin currently depends on WP Cron operating fully as expected. In most cases, you should be able to select one of the intervals below and things will work. If not, please let <a href="http://www.jeremyfelt.com">me</a> know. By default, we check for new items on an hourly basis.
sr_rs: Ovaj plugin trenutno zavisi od WP Cron koji radi u potpunosti kao što je i očekivano. U većini slučajeva trebalo bi da budete u mogućnosti da izaberete jedan od intervala ispod i radiće. Ako ne možete, javite<a href="http://www.jeremyfelt.com"> mi</a>. Po defaultu, mi proveravamo nove stavke svakog sata.

source: Your Youtube favorites feed is scheduled to be loaded next in %1$s, at %2$s.
sr_rs: Vaš Youtube favorites feed je zakazan sledeći za učitavanje za %1$s, na %2$s.

source: An interval has not yet been saved. Please select the frequency with which you would like this plugin to check your favorite video feed. The default of Once Hourly will be used if you do not change the interval before saving.
sr_rs: Interval još uvek nije sačuvan . Izaberite učestalost kojom želite da ovaj plugin proverava vaš omiljeni video feed . default Svaki sat će se koristiti ako ne promenite interval pre nego što sačuvate .

source: It looks like a Youtube username has not yet been entered, even though other options have been saved. Please note that we are unable to fetch your favorite videos until a username is provided.
sr_rs: Izgleda da YouTube korisničko ime još nije unešeno , iako su ostale opcije su sačuvane . Napominjemo da nismo u mogućnosti da fetchujemo vaše omiljene video snimke dokkorisničko ime je obezbeđen .

source: All YouTube Favorites
sr_rs: Sve YouTube Favorites

source: Add YouTube Favorite
sr_rs: Dodaj YouTube Favorite

source: Edit YouTube Favorite
sr_rs: Edituj YouTube Favorite

source: New YouTube Favorite
sr_rs: Novi YouTube Favorite

source: View YouTube Favorite
sr_rs: Pregled YouTube Favorite

source: Search YouTube Favorites
sr_rs: Pretraga YouTube Favorites

source: No YouTube Favorites found
sr_rs: Nijedan YouTube Favorites nije nadjen

source: No YouTube Favorites found in trash
sr_rs: Nijedan YouTube Favorites nije nadjen u djubretu

source: YouTube posts created by the YouTube Favorite Video Posts plugin.
sr_rs: YouTube postovi stvoreni od strane YouTube Favorite Video Posts plugin.

source: Checks your YouTube favorite videos RSS feed and creates new posts in a custom post type.
sr_rs: Proverava vaše YouTube favorite video RSS feed i stvara nove postove u custom tipu posta.
